Revit 2027 API
ParameterTypeId.SpaceDehumidificationSetPoint Property
 "Dehumidification Set Point"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpaceDehumidificationSetPoint { get; }
Public Shared ReadOnly Property SpaceDehumidificationSetPoint As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpaceDehumidificationSetPoint {
	ForgeTypeId^ get ();
}
static member SpaceDehumidificationSetPoint : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace